Repository: 101Loop/NidhiSanchar
Catalog: Backend/locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: English
hi: अंग्रेज़ी
te: ఆంగ్ల

source: Hindi
hi: हिन्दी
te: హిందీ

source: Telugu
hi: तेलुगू
te: తెలుగు

source: Applications | NidhiSanchar
hi: आवेदन | निधिसंचर
te: అప్లికేషన్స్ | ఫండింగ్

source: NidhiSanchar
hi: निधिसंचर
te: ఫండింగ్

source: Department
hi: विभाग
te: శాఖ

source: Name of the Department
hi: विभाग का नाम
te: విభాగం పేరు

source: Department Name
hi: विभाग का नाम
te: శాఖ పేరు

source: Department Names
hi: विभाग के नाम
te: విభాగం పేర్లు

source: Description of the Department
hi: विभाग का विवरण
te: విభాగం యొక్క వివరణ

source: Point of Contact
hi: संपर्क का स्थल
te: పాయింట్ ఆఫ్ కాంటాక్ట్

source: Point of Contact from the Department
hi: विभाग से संपर्क का बिंदु
te: విభాగం నుండి సంప్రదింపు స్థానం

source: {self.dept_poc} is already a POC in State Department.
hi: {self.dept_poc} राज्य विभाग में पहले से ही एक POC है।
te: {self.dept_poc} ఇప్పటికే ఇప్పటికే స్టేట్ డిపార్ట్‌మెంట్‌లో POC.

source: Centre Department
hi: केंद्र विभाग
te: కేంద్రం విభాగం

source: Centre Departments
hi: केंद्र विभाग
te: కేంద్రం విభాగం

source: {self.dept_poc} is already a POC in Centre Department.
hi: {self.dept_poc} केंद्र विभाग में पहले से ही एक POC है।
te: {self.dept_poc} ఇప్పటికే కేంద్ర విభాగంలో POC.

source: State Department
hi: राज्य विभाग
te: రాష్ట్ర శాఖ

source: State Departments
hi: राज्य विभाग
te: రాష్ట్ర శాఖ

source: Is Discussion Active?
hi: चर्चा सक्रिय है?
te: చర్చ చురుకుగా ఉందా?

source: Discussion Started By
hi: चर्चा शुरू हुई
te: చర్చ ప్రారంభమైంది

source: Request Discussion
hi: चर्चा का अनुरोध
te: చర్చను అభ్యర్థించండి

source: Request Discussions
hi: चर्चा का अनुरोध
te: చర్చలను అభ్యర్థించండి

source: Document
hi: दस्तावेज़
te: డాక్యుమెంట్

source: Message
hi: संदेश
te: సందేశం

source: Messages
hi: संदेश
te: సందేశాలు

source: Scheme Discussion
hi: योजना चर्चा
te: పథకం చర్చ

source: Scheme Discussions
hi: योजना चर्चा
te: పథకం చర్చలు

source: Scheme Message
hi: योजना संदेश
te: స్కీమ్ సందేశం

source: Scheme Messages
hi: योजना संदेश
te: స్కీమ్ సందేశం

source: Discussion for this Fund Request Already Exists.
hi: इस फंड अनुरोध के लिए चर्चा पहले से मौजूद है।

source: Discussions with {discussion_id} does not exists. Please create one.
hi: {चर्चा_ड} के साथ चर्चा मौजूद नहीं है।कृपया एक बनाएं।

source: Discussion for this Scheme Already Exists.
hi: इस योजना के लिए चर्चा पहले से ही मौजूद है।

source: Discussions with {scheme_id} does not exists. Please create one.
hi: {scheme_id} के साथ चर्चा मौजूद नहीं है। कृपया एक बनाएं।

source: Personal info
hi: व्यक्तिगत जानकारी
te: వ్యక్తిగత సమాచారం

source: Permissions
hi: अनुमतियां
te: అనుమతులు

source: Important dates
hi: महत्वपूर्ण तिथियाँ
te: ముఖ్యమైన తేదీలు

source: Role
hi: भूमिका
te: పాత్ర

source: Roles
hi: भूमिकाएँ
te: పాత్ర

source: Unique UserName
hi: अद्वितीय उपयोगकर्ता नाम
te: ప్రత్యేక వాడుకరిపేరు

source: EMail Address
hi: ईमेल पता
te: ఇమెయిల్ చిరునామా

source: Mobile Number
hi: मोबाइल नंबर
te: మొబైల్ సంఖ్య

source: Full Name
hi: पूरा नाम
te: పూర్తి పేరు

source: Date Joined
hi: शामिल होने का दिनांक
te: చేరిన తేదీ

source: Date Modified
hi: तिथि संशोधित
te: తేదీ సవరించబడింది

source: Activated
hi: सक्रिय
te: ఉత్తేజిత

source: Staff Status
hi: स्टाफ की स्थिति
te: సిబ్బంది స్థితి

source: The roles this user belongs to. A user will get all permissions granted to each of their roles.
hi: इस उपयोगकर्ता की भूमिकाएँ हैं। एक उपयोगकर्ता को सभी अनुमतियाँ मिलेंगी उनकी प्रत्येक भूमिका।
te: ఈ యూజర్ చెందిన పాత్రలు. వినియోగదారు వారి ప్రతి పాత్రకు అన్ని అనుమతులు మంజూరు చేస్తారు.

source: User
hi: उपयोगकर्ता
te: వాడుకరి

source: Users
hi: उपयोगकर्ता
te: వినియోగదారులు

source: JWT Token passed
hi: JWT टोकन पास हुआ
te: జెడబ్ల్యుటి టోకెన్ ఉత్తీర్ణత

source: Session Passed
hi: सत्र बीत गया
te: సెషన్ పాస్ అయింది

source: Create Date/Time
hi: दिनांक / समय बनाएँ
te: తేదీ / సమయాన్ని సృష్టించండి

source: Date/Time Modified
hi: दिनांक / समय संशोधित
te: తేదీ / సమయం సవరించబడింది

source: Is Active?
hi: सक्रिय है?
te: యాక్టివ్‌గా ఉందా?

source: Authentication Transaction
hi: प्रमाणीकरण लेनदेन
te: ప్రామాణీకరణ లావాదేవీ

source: Authentication Transactions
hi: प्रमाणीकरण लेनदेन
te: ప్రామాణీకరణ లావాదేవీలు

source: OTP Code
hi: OTP कोड
te: OTP కోడ్

source: Destination Address (Mobile/EMail)
hi: गंतव्य का पता (मोबाइल / ईएमआईएल)
te: గమ్యం చిరునామా (మొబైల్ / ఇమెయిల్)

source: Create Date
hi: तारीख बनाना
te: తేదీని సృష్టించండి

source: Is Validated
hi: मान्य है
te: ధృవీకరించబడింది

source: Attempted Validation
hi: मान्य किया गया प्रयास
te: ధ్రువీకరణకు ప్రయత్నించారు

source: Destination Property
hi: गंतव्य संपत्ति
te: గమ్యం ఆస్తి

source: OTP Sent Counter
hi: OTP भेजा गया काउंटर
te: OTP పంపిన కౌంటర్

source: SMS ID
hi: एसएमएस आईडी

source: ReActivate Sending OTP
hi: OTP को फिर से सक्रिय करें
te: OTP పంపడాన్ని తిరిగి సక్రియం చేయండి

source: OTP Validation
hi: OTP मान्यता
te: OTP ధ్రువీకరణ

source: OTP Validations
hi: OTP मान्यता
te: OTP ధ్రువీకరణలు

source: Help
hi: मदद
te: సహాయం

source: Email
hi: ईमेल
te: ఇమెయిల్

source: Subject
hi: विषय
te: పాఠ్యాంశము

source: Description
hi: विवरण
te: వివరణ

source: Which Department Created this Scheme
hi: इस योजना को किस विभाग ने बनाया
te: ఈ పథకాన్ని ఏ విభాగం సృష్టించింది

source: Scheme Created By
hi: द्वारा बनाई गई योजना
te: రూపొందించిన పథకం

source: Name of the Scheme
hi: योजना का नाम
te: పథకం పేరు

source: Scheme Name
hi: योजना का नाम
te: పథకం పేరు

source: When the scheme will be launched
hi: स्कीम कब लॉन्च होगी
te: పథకం ఎప్పుడు ప్రారంభించబడుతుంది

source: Date of Launching
hi: लॉन्चिंग की तारीख
te: ప్రారంభించిన తేదీ

source: Scheme Description
hi: योजना का विवरण
te: పథకం వివరణ

source: To create unique urls for the schemes
hi: योजनाओं के लिए अद्वितीय उड्डयन बनाना
te: పథకాల కోసం ప్రత్యేకమైన url లను సృష్టించడం

source: Total Budget of the Scheme(in cr.)
hi: योजना का कुल बजट (करोड़ में)
te: పథకం యొక్క మొత్తం బడ్జెట్ (cr.)

source: Is Scheme Active?
hi: क्या स्कीम एक्टिव है?
te: స్కీమ్ యాక్టివ్‌గా ఉందా?

source: Scheme
hi: योजना
te: పథకం

source: Schemes
hi: योजना
te: పథకాలు

source: Proposal Brief
hi: प्रस्ताव संक्षिप्त
te: ప్రతిపాదన సంక్షిప్త

source: Proposal Document
hi: प्रस्ताव दस्तावेज
te: ప్రతిపాదన పత్రం

source: Total Funds Required(in cr.)
hi: आवश्यक कुल धन (करोड़ में)
te: మొత్తం నిధులు అవసరం (cr.)

source: Status of the Request
hi: अनुरोध की स्थिति
te: అభ్యర్థన యొక్క స్థితి

source: Requested By
hi: द्वारा अनुरोध किया गया
te: ద్వారా అభ్యర్థించబడింది

source: Fund Request
hi: फंड का अनुरोध
te: ఫండ్ అభ్యర్థన

source: Fund Requests
hi: फंड अनुरोध
te: ఫండ్ అభ్యర్థనలు

source: Which department created this scheme
hi: किस विभाग ने यह योजना बनाई
te: ఈ పథకాన్ని ఏ విభాగం సృష్టించింది

source: Total Funds required for the Scheme(in cr.)
hi: योजना के लिए आवश्यक कुल निधि (करोड में)
te: పథకానికి అవసరమైన మొత్తం నిధులు (cr.)

source: Comments will be added by centre/state officials regarding this scheme.
hi: इस योजना के बारे में केंद्र / राज्य के अधिकारियों द्वारा टिप्पणियां जोड़ी जाएंगी।
te: ఈ పథకానికి సంబంధించి కేంద్రం / రాష్ట్ర అధికారులు వ్యాఖ్యలు చేర్చబడతారు.

source: Scheme Fund Request By State
hi: राज्य द्वारा योजना निधि अनुरोध
te: రాష్ట్రాల వారీగా స్కీమ్ ఫండ్ అభ్యర్థన

source: Scheme Fund Requests By State
hi: राज्य द्वारा योजना निधि अनुरोध
te: రాష్ట్రాల వారీగా స్కీమ్ ఫండ్ అభ్యర్థనలు

source: Date Created
hi: निर्माण की तिथिनिर्माण की तिथि
te: సృష్టించబడిన తేదీ

source: Date of Birth
hi: जन्म की तारीख
te: పుట్టిన తేది

source: Gender
hi: लिंग
te: జెండర్

source: Profile Image
hi: प्रोफ़ाइल छवि
te: ప్రొఫైల్ చిత్రం

source: User Profile
hi: प्रोफ़ाइल छवि
te: వినియోగదారు వివరాలు

source: User Profiles
hi: प्रोफ़ाइल छवि
te: వినియోగదారు ప్రొఫైల్స్

source: You are not authorised to perform this action.
te: ఈ చర్య చేయడానికి మీకు అధికారం లేదు.
